/* localized date component names and plural forms */
"now" = "teď";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "před %@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "za %@";

"%d year (plural rule: one)" = "%d rok";
"%d year (plural rule: many)" = "%d roky";
"%d year (plural rule: few)" = "%d roky";
"%d year (plural rule: other)" = "%d let";
"%d month (plural rule: one)" = "%d měsíc";
"%d month (plural rule: few)" = "%d měsíce";
"%d month (plural rule: many)" = "%d měsíce";
"%d month (plural rule: other)" = "%d měsíců";
"%d week (plural rule: one)" = "%d týden";
"%d week (plural rule: few)" = "%d týdny";
"%d week (plural rule: other)" = "%d týdny";
"%d week (plural rule: many)" = "%d týdnů";
"%d day (plural rule: one)" = "%d den";
"%d day (plural rule: few)" = "%d dny";
"%d day (plural rule: many)" = "%d dnů";
"%d day (plural rule: other)" = "%d dnů";
"%d hour (plural rule: one)" = "%d hodina";
"%d hour (plural rule: few)" = "%d hodiny";
"%d hour (plural rule: many)" = "%d hodiny";
"%d hour (plural rule: other)" = "%d hodin";
"%d minute (plural rule: one)" = "%d minuta";
"%d minute (plural rule: few)" = "%d minuty";
"%d minute (plural rule: many)" = "%d minut";
"%d minute (plural rule: other)" = "%d minut";
"%d second (plural rule: one)" = "%d sekunda";
"%d second (plural rule: few)" = "%d sekundy";
"%d second (plural rule: many)" = "%d sekund";
"%d second (plural rule: other)" = "%d sekund";
